import React from "react";
import Spacer from "../../components/Spacer";
import "./index.css";

const Terms = () => {
  return (
    <div className="terms-wrapper">
      <h2>Угода користувача</h2>
      <div>
        Викладений нижче текст Угоди користувача (надалі – «Угода» та/або
        «Угода»), адресований невизначеному колу осіб, відвідувачам сайту:
        rozetka.com.ua (надалі – «Сайт») та/або мобільного додатку ROZETKA
        (надалі – «Мобільний додаток») та/або інших сервісів (надалі разом
        іменуються як «Он-лайн платформа Rozetka» та/або «Он-лайн платформа»),
        при використанні, замовленні, листуванні, телефонній розмові, залишенні
        відгуків тощо на Он-лайн платформі Rozetka. Ця Угода є публічною офертою
        в розумінні положень чинного законодавства України. Вчинення
        конклюдентних дій особами (далі іменовані «Користувач»/ «Покупець», а в
        множині «Користувачі»/ «Покупці»), спрямованих на користування Он-лайн
        платформою Rozetka вважається безумовним прийняттям (акцептом) усіх
        положень цієї Угоди. Користувач цим визнає, що акцепт Угоди рівносильний
        підписанню та укладенню Угоди на умовах, викладених в цій Угоді. У
        випадку визнання недійсною або нездійсненною будь-якої частини даної
        Угоди користувача, інші її частини будуть залишатися чинними. Угода
        користувача визначає загальні умови створення особистого кабінету
        користувача, формування та прийняття замовлення до виконання, доставку
        та повернення товару, маркетингові аспекти взаємодії Користувача та
        Он-лайн платформи Rozetka тощо. Якщо Ви, як Користувач, не погоджуєтесь
        із цією Угодою користувача, Ви не повинні користуватися Он-лайн
        платформою Rozetka. Будь ласка, періодично перевіряйте цю Угоду,
        оскільки зміни в Угоді вказують на те, що Ви приймаєте їх з моменту
        внесення таких змін. Користувач акцептом цієї Угоди надає згоду на
        обробку та захист своїх персональних даних, в обсязі, порядку,
        відповідно до мети та цілей обробки згідно з Положенням про обробку
        персональних даних (надалі – «Положення» та/або «Положення про обробку і
        захист персональних даних»). Ми цінуємо право Користувача на особисте
        життя та нерозголошення його персональної інформації. Ця Угода
        користувача — правило, яким користуються всі Користувачі нашого сервісу,
        та регламентує збір і використання особистої інформації, яка може бути
        запитана/отримана при відвідуванні Он-лайн платформи при замовленні,
        листуванні, телефонній розмові, будь-якій іншій комунікації, при якій
        здійснюється обмін даними/інформацією. Якщо у Користувача виникнуть
        питання або проблеми у зв’язку з конфіденційністю, Користувач має
        бажання відкликати Згоду на використання персональних даних, для цього
        достатньо надіслати повідомлення електронною поштою, з поміткою в темі
        листа «Персональні дані» на електронну адресу: cab@rozetka.com.ua
      </div>
      <Spacer height={20} />
      <h2>КОНТАКТ З ОН-ЛАЙН ПЛАТФОРМО</h2>
      <h4>Зв'язок з Он-лайн платформою можливий:</h4>
      <ol>
        <li>в електронному вигляді за адресою: sales@rozetka.com.ua</li>
        <li>
          за допомогою онлайн-чату, доступного на веб-сайті Rozetka.com.ua
        </li>
        <li>
          Запити Користувачів у формі електронної пошти або через онлайн-чат
          можна надсилати цілодобово, однак обробка таких запитів відбувається в
          робочі дні.
        </li>
      </ol>
      <Spacer height={20} />
      <h2>ПЕРСОНАЛЬНІ ДАНІ КОРИСТУВАЧА</h2>
      <div>
        Он-лайн платформа Rozetka, в разі, коли Користувач робить замовлення,
        берете участь в акціях, дослідженнях або іншим чином взаємодієте з
        Он-лайн платформою, Он-лайн платформа збирає як особисту інформацію, так
        і загальні дані. Особиста інформація стосується окремого користувача та
        обробляється в порядку, межах, з метою, визначених в Положенні про
        обробку персональних даних Користувача (далі – Положення). При цьому не
        вимагається реєстрація або надання такої інформації для перегляду
        Он-лайн платформи та отримання доступу до його змісту. Для того щоб
        зробити замовлення товарів/послуг, брати участь в акціях, дослідженнях
        або іншим чином взаємодіяти з Он-лайн платформою, ви повинні уважно
        ознайомитися з вашими правами та обов’язками щодо обробки персональних
        даних, які зазначені в ст. 8 Законі України «Про захист персональних
        даних» та Положенні, уважно ознайомитися з даною Угодою користувача та
        Положенням, а також висловити свою повну згоду з їх умовами. Якщо ви не
        погоджуєтеся з будь-якою з умов даної Угоди користувача та Положення про
        обробку і захист персональних даних, будь ласка, не надавайте особисту
        інформацію (персональні дані).
      </div>
      <Spacer height={20} />
      <h2>ОБРОБКА ПЕРСОНАЛЬНИХ ДАНИХ З МЕТОЮ ПРИДБАВАННЯ ТОВАРУ В КРЕДИТ</h2>
      <div>
        У доповнення до Положення про обробку і захист персональних даних, на
        виконання вимог Закону України "Про захист персональних даних" шляхом
        заповнення на Онлайн-платформі заявки для розгляду можливості придбання
        товару в кредит та натискання кнопки «Замовлення підтверджую» Користувач
        надає згоду на обробку вказаних у заявці персональних даних наступними
        особами: АТ «ПУМБ» (код ЄДРПОУ - 14282829), АТ «ОТП БAНК» (код ЄДРПОУ–
        21685166), АТ "УКРСИББАНК" (код ЄДРПОУ– 09807750), ТОВ "ФК"ЦФР" (код
        ЄДРПОУ– 35725063), АТ "АЛЬФА-БАНК" (код ЄДРПОУ– 23494714), АТ КБ
        «ПРИВАТБАНК» (код ЄДРПОУ – 14360570), АТ "УНІВЕРСАЛ БАНК" (код ЄДРПОУ –
        21133352), та іншим фінансовим установам, що надають можливість
        кредитування на Он-лайн платформі Rozetka, з метою забезпечення
        реалізації цивільно-правових відносин, надання/отримання та здійснення
        розрахунків за придбані товари/послуги, в тому числі шляхом
        кредитування. Цією Угодою Користувач не заперечує щодо перевірки
        переліченими у цій Угоді фінансовими установами інформації у будь-яких
        бюро кредитних історій України з метою з’ясування відомостей, які
        стосуються виконання мною взятих на себе зобов’язань по договорам (в
        т.ч. кредитним), у випадку наявності таких, тим самим розуміючи, що
        об’єм інформації, яка буде перевірятися, може включати в себе
        інформацію, яка стосується банківської таємниці, і з’ясування якої буде
        такою, яка буде повною та достатньою для розуміння його соціального,
        майнового стану, платоспроможності та несення можливої подальшої
        майнової відповідальності, у випадку її необхідності. Користувач також
        погоджується з тим, що Володілець має право надавати доступ та
        передавати його персональні дані третім особам без будь-яких додаткових
        повідомлень, не змінюючи при цьому мети їх обробки, визначеної в
        Положенні та цій Угоді. В тому числі, на перевірку зазначеної
        Користувачем інформації та не заперечує про передачу для можливого
        необхідного з'ясування даної інформації третім особам, під якими
        розумію: фінансові установи, колекторські компанії, оператори мобільного
        та поштового зв’язку, інші фізичні та/або юридичні особи. Користувач
        надає згоду запитувати та отримувати в бюро кредитних історій, включених
        до Єдиного реєстру бюро кредитних історій (надалі – «Бюро»), дані та
        інформацію у вигляді зведених показників, сформованих на основі
        інформації, що міститься у його кредитній історії та/або на основі
        інформації доступної з відкритих джерел, від третіх осіб, з
        використанням доступних Бюро моделей розрахунку, а також на використання
        зазначеної інформації володільцем та/або третіми особами для визначення
        та пропонування мені Володільцем в особистому кабінеті на Он-лайн
        платформі Rozetka https://rozetka.com.ua/ маркетингових/спеціальних
        пропозицій(фінансових лімітів) для придбання товарів та/або послуг.
      </div>
      <Spacer height={20} />
      <h2>ТРЕТІ СТОРОНИ, ЯКІ НАДАЮТЬ ПОСЛУГИ</h2>
      <div>
        Для виконання та доставки замовлень, надання підтримки споживачів,
        аналізу даних та інших послуг Користувач надає згоду Он-лайн платформі
        залучати послуги третіх сторін. Передання персональних даних Користувача
        для обробки третіми особами здійснюється в межах та на умовах,
        визначених цією Угодою та в Положенні про обробку і захист персональних
        даних.
      </div>
      <Spacer height={20} />
      <h2>РОЗГОЛОШЕННЯ ТА ПЕРЕДАННЯ ІНФОРМАЦІЇ</h2>
      <div>
        Інформація про умови розкриття інформації про персональні дані третім
        особам міститься в Положенні про обробку персональних даних Користувача.
      </div>
      <Spacer height={20} />
      <h2>ОСОБИСТИЙ КАБІНЕТ</h2>
      <div>
        Особистий кабінет, це повноцінний інструмент створений для того, щоб
        зробити покупки з використанням Он-лайн платформи ще зручнішими.
        Зареєструвавшись на Он-лайн платформі Користувач отримує можливість
        керувати покупками. Покрокова інструкція з реєстрації особистого
        кабінету доступна за посиланням тут. Користувач має право видалити
        особистий кабінет. Інструкція щодо видалення особистого кабінету
        доступна за посиланням тут.
      </div>
      <Spacer height={20} />
      <h2>ПОЛІТИКА COOKIES</h2>
      <div>
        Як і багато інших компаній, ми використовуємо технологію cookies на
        нашій Он-лайн платформі та поза її межами. Cookies — це уривки
        інформації, які Он-лайн платформа передає на жорсткий диск споживача
        (Користувача) для зберігання інформації, пов’язаної з Он-лайн
        платформою. Ця технологія розширює можливості використання Інтернету,
        зберігаючи пріоритети Користувача під час перегляду певного сайту.
        Технологія cookies не містить особистої інформації і не може жодним
        чином налаштовувати систему Користувача або зчитувати інформацію з його
        жорсткого диска. Під час перегляду Он-лайн платформи ми можемо
        розмістити cookies на вашому комп’ютері. Такі тимчасові cookies
        використовують для підрахунку кількості візитів на нашу Он-лайн
        платформу. Вони видаляються, коли ви виходите з браузера. Постійні
        cookies можуть зберігатися на вашому комп’ютері вашим браузером. Під час
        реєстрації цей тип cookies повідомляє: вперше ви до нас завітали чи
        заходили на нашу Он-лайн платформу раніше. Cookie не містять
        Персональних даних і можуть бути заблоковані вами у будь-який момент.
        Сookies не отримують особистої інформації про вас та не надають нам
        вашої контактної інформації, а також не отримують жодної інформації з
        вашого комп’ютера. Ми використовуємо cookies для визначення
        характеристик Он-лайн платформи та пропозицій, які вам найбільше
        подобаються з метою надання вам більше інформації, в якій ви
        зацікавлені. Крім того, файли cookie використовуються, щоб зробити
        Он-лайн платформу https://rozetka.com.ua/ua/ безпечною, захищеною і
        зручною. Файли cookie забезпечують підтримку функцій безпеки та їх
        запуск. Файли cookie також дозволяють відстежувати порушення Угоди
        користувача відвідувачами або пристроями. Файли cookie допомагають
        оцінити кількість і частоту запитів, а також виявляти і блокувати тих
        відвідувачів або пристрої, які намагаються виконати пакетні завантаження
        інформації з Он-лайн платформи. Ярлик «help» на панелі більшості
        браузерів проінформує Вас як заборонити браузеру приймати нові cookies,
        як отримувати повідомлення від браузера, що ви отримали нові cookies,
        або як відключити cookies. Пам’ятайте, що cookies дозволяють Вам повною
        мірою користуватися всіма можливостями Он-лайн платформи
        https://rozetka.com.ua/ua/, і ми рекомендуємо вам залишати їх
        ввімкненими. Крім того, Он-лайн платформа https://rozetka.com.ua/ua/
        може містити посилання на сайти, які не управляються ТОВ «РОЗЕТКА. УА».
        Такі посилання наведені виключно для інформаційних цілей. При переході
        на за посиланнями на інші сайти дія цього Положення та цієї Угоди
        користувача на такі сайти не поширюється. Технічне оснащення сторінок
        Он-лайн платформи https://rozetka.com.ua/ua/ може включати в себе
        модулі:Facebook, Twitter, Youtube (youtube.com), Google, Telegram,
        Instagram, Viber. Ці модулі можуть бути кнопками синхронізації аккаунту
        на Он-лайн платформі https://rozetka.com.ua/ua/, Like, ретвітнути або
        відповідно «Мені подобається». Якщо відвідувач відкривав одну з
        веб-сторінок, оснащену таким плагіном, його інтернет-браузер
        безпосередньо підключить його до серверів Facebook, Twitter, LinkedIn,
        Google+, Youtube Telegram, Instagram, Viber. Плагін буде передавати на
        сервер дані про те, які саме веб-сторінки Он-лайн платформи
        https://rozetka.com.ua/ua/ відвідувач переглядав. При використанні
        будь-яких функцій плагіну, ця інформація також буде синхронізована з
        обліковим записом відвідувача на Facebook, Twitter, Google+ , Youtube,
        Telegram, Instagram, Viber. Більш детальну інформацію про збір і
        використання даних мережами Facebook, Twitter, Google+, Youtube
        Telegram, Instagram, Viber, а також про права і можливості щодо захисту
        персональних даних в даному контексті можна знайти в розділі про
        конфіденційність на сайтах Facebook, Twitter, LinkedIn, Google+,
        Youtube, Telegram, Instagram, Viber.
      </div>
      <Spacer height={20} />
      <h2>МЕДІА ТА КОМУНІКАЦІЯ</h2>
      <div>
        Користувач, використовуючи Он-лайн платформу надає згоду на отримання
        дзвінків щодо верифікації замовлення, оцінки якості виконання
        замовлення, отримання повідомлень електронною поштою, в месенджерах в
        т.ч., але не виключно, Viber, Telegram, WhatsApp, по телефону, отримання
        push-повідомлень на телефон в т.ч. щодо якості обслуговування; отримання
        маркетингових розсилок, інформаційних листів, опитувальників з метою
        оцінки якості надаваних послуг, проведення аналітичних досліджень.
        Користувач також наділений правом опублікування відгуку про отриманий
        товар. Більш детально про процедуру залишення відгуків можна прочитати
        тут.
      </div>
      <Spacer height={20} />
      <h2>ЦІНИ ТА НАЯВНІСТЬ ТОВАРУ</h2>
      <div>
        Опис товарів, що розміщений на Он-лайн платформі, в тому числі ціни
        позначені на Он-лайн платформі та інформація щодо наявності товарів,
        може змінюватись. Сума замовлення може змінюватись в залежності від
        ціни, кількості, номенклатури товару наявного у продавця на дату
        відвантаження. Остаточна вартість товару зазначається в розрахункових
        та/або товаросупровідних документах, що надаються покупцеві (або його
        представнику) під час отримання замовлення. У випадку відсутності товару
        продавець може в односторонньому порядку скасовувати замовлення.
        Детальніше про оплату товару можна почитати тут.
      </div>
      <Spacer height={20} />
      <h2>КОНКУРСИ ТА АКЦІЇ</h2>
      <div>
        Он-лайн платформа Rozetka іноді розміщує повідомлення про промо-акції із
        можливістю зареєструватися онлайн. У таких випадках ми використаємо
        надану Користувачем інформацію, щоб провести акцію (наприклад,
        повідомити Користувача у разі виграшу). Беручи участь в акції Користувач
        надає однозначну згоду на безкоштовне використання свого імені,
        прізвища, фотографії, інтерв’ю або інших матеріалів про Користувача з
        рекламною метою, у тому числі право публікації імені та фотографії
        Користувача у засобах масової інформації, будь-яких друкованих, аудіо-
        та відеоматеріалах, інтерв’ю зі ЗМІ. Таке використання не компенсується
        (не оплачується). Умови щодо передачі персональних даних третім особам в
        таких випадках визначені в Положенні про обробку даних Користувача. В
        рамках користуванням послугами Он-лайн платформи Користувач має
        можливість скористатися положеннями програми «Бонусний рахунок».
        Офіційні правила програми «Бонусний рахунок» висвітлені в Публічній
        оферті програми «Бонусний рахунок». З положеннями програми «Бонусний
        рахунок» можна почитати тут.
      </div>
      <Spacer height={20} />
      <h2>ОФОРМЛЕННЯ ЗАМОВЛЕННЯ</h2>
      <div>
        Оформлення замовлення на Он-лайн платформі можливе для зареєстрованих
        Користувачів, які мають доступ до Особистого кабінету, а також для
        Користувачів, які не мають створеного Особистого кабінету. Користувач
        розміщує Замовлення на Он-лайн платформі через Особистий кабінет,
        заповнюючи бланк Замовлення на Сайті або в Додатку в такій
        послідовності, як зазначено нижче: a) Користувач додає обраний(і)
        Товар(и) до "Кошика", а потім переходить до форми Замовлення; b)
        Користувач, який вже має Обліковий запис, підтверджує в бланку
        Замовлення дійсність даних, необхідних для укладення та виконання
        договору купівлі-продажу. Користувач, який робить Замовлення вперше,
        повинен самостійно заповнити бланк Замовлення даними, необхідними для
        укладення та реалізації договору купівлі-продажу, або авторизуватися за
        допомогою облікового запису Facebook або Google. У будь-якому випадку
        надання застарілих і неправдивих даних Користувача може перешкодити
        виконанню Замовлення; c) У бланку Замовлення Користувачу необхідно
        вказати наступні дані, що стосуються Користувача: ім'я та прізвище,
        контактний номер телефону та/або електронну адресу, а також дані, що
        стосуються договору купівлі-продажу: Товар(и), кількість Товару(ів),
        місце і спосіб доставки Товару(ів), спосіб оплати, дані щодо отримувача
        Замовлення (у випадку, коли отримувачем Замовлення є третя особа).
        Надання адреси електронної пошти не є обов'язковим. Залежно від обраного
        способу доставки Товару/товарів, у Користувача також можуть попросити
        надати наступні дані: адреса (вулиця, номер будинку/квартири, поштовий
        індекс, населений пункт, країна). У випадку, якщо Користувач бажає
        здійснити оплату від імені суб’єкта господарювання (юридичної особи або
        фізичної особи-підприємця), необхідно також вказати компанію, а якщо
        вони запросили рахунок-фактуру з ПДВ як частину форми, також номер
        платника ПДВ; d) Користувач вибирає один із запропонованих Он-лайн
        платформою способів доставки та оплати Товару(ів); e) Користувач
        відправляє Замовлення (подає оферту), використовуючи доступну для цієї
        мети функціональність Он-лайн платформи (кнопка "Замовити і оплатити").
        f) Якщо Користувач вперше оформляє Замовлення на веб-сайті, доступному
        за адресою:https://rozetka.com.ua/ua/а такожу відповідному Додатку, його
        просять підтвердити контактний номер телефону, ввівши у відповідне поле
        форми Замовлення код, отриманий Користувачем в SMS-повідомленні або
        через месенджер Viber. У разі, якщо Користувач вже має відповідний
        акаунт, зареєстрований на Он-лайн платформі, здійснює замовлення, але не
        підтвердив номер телефону, Он-лайн платформа автоматично здійснює дії,
        направлені на верифікацію та підтвердження вказаного номеру. g) В
        процесі оформлення Замовлення, до моменту натискання кнопки "Замовити та
        оплатити", Користувач має можливість самостійно коригувати введені дані
        щодо обраного(их) Товару(ів), додаючи або видаляючи відповідну позицію з
        "Кошика". Видалення одного товару може автоматично спричинити видалення
        іншого товару з "Кошика", зважаючи на прямий зв'язок між Товарами; h) в
        залежності від обраного способу оплати, Користувач може бути
        перенаправлений на сторінки стороннього постачальника платіжних послуг
        для здійснення платежу. Перед оформленням Замовлення Користувач
        зобов'язаний ознайомитися з положеннями цієї Угоди та дотримуватися їх.
        Після оформлення Замовлення Он-лайн платформа негайно підтверджує його
        отримання та надсилає на адресу електронної пошти повідомлення про
        прийняття Замовлення до виконання. Розміщення Користувачем Замовлення ще
        не означає укладення Договору купівлі-продажу. Договір купівлі-продажу
        між Користувачем і продавцем укладається в момент отримання Клієнтом
        повідомлення про прийняття Замовлення до виконання. У разі відсутності
        Товару/Послуги або інших перешкод, Сайт в індивідуальному порядку
        зв'яжеться з Користувачем за вказаною Користувачем адресою електронної
        пошти або номером телефону. Інформація про статус Замовлення доводиться
        до відома Користувача одним або декількома з наступних доступних
        способів: статус в Особистому кабінеті Користувача, повідомлення на
        адресу електронної пошти, онлайн-чат в Особистому кабінеті Користувача.
        Он-лайн платформа залишає за собою право вводити обмеження на замовлення
        Користувачем певних Товарів, зокрема, коли такі Товари пропонуються в
        рамках акцій. Обмеження будуть щоразу вказуватися на Он-лайн платформі.
        Додаткова інформація щодо оформлення замовлень можна прочитати тут.
      </div>
      <Spacer height={20} />
      <h2>ДОСТАВКА ТОВАРУ</h2>
      <div>
        Користувачі можуть ознайомитися із положеннями щодо доставки товару тут.
      </div>
    </div>
  );
};

export default Terms;
