import React from "react";
import Spacer from "../../components/Spacer";
import "./index.css";

const Privacy = () => {
  return (
    <div className="privacy-wrapper">
      <h2>Положення про обробку і захист персональних даних</h2>
      <h3>Зміст</h3>
      <ol>
        <li>Загальні положення та сфера застосування.</li>
        <li>Склад та зміст персональних даних.</li>
        <li>Мета, межі та строки обробки персональних даних.</li>
        <li>Місцезнаходження персональних даних.</li>
        <li>Умови розкриття інформації про персональні дані третім особам.</li>
        <li>Захист персональних даних.</li>
        <li>Права Користувача (суб’єкта персональних даних).</li>
        <li>
          Порядок роботи з запитами суб’єктів персональних даних (Користувачів).
        </li>
        <li> Внесення змін до Положення.</li>
      </ol>
      <Spacer height={20} />
      <ol>
        <li>
          <h4>Загальні положення та сфера застосування.</h4>
          <ul>
            <li>
              Це Положення про обробку та захист персональних даних (надалі –
              «Положення») розроблене ТОВ «Розетка. УА» (код ЄДРПОУ: 37193071,
              адреса: м. Київ, бул. Дружби Народів, 8-А, надалі – «Товариство»
              та/або «Володілець даних») у відповідності до чинного
              законодавства України, в тому числі, але не виключно, Закону
              України «Про захист персональних даних» від 01 червня 2010 року №
              2297-VI і встановлює порядок отримання, збору, накопичення,
              зберігання, обробки, використання, забезпечення захисту і
              розкриття персональних даних (надалі – «Дані» та/або «Персональні
              дані») за допомогою веб-сайту: rozetka.com.ua (надалі – «Сайт»)
              та/або мобільного додатку: “ROZETKA” (надалі – «Мобільний додаток»
              та/або «Мобільний додаток “ROZETKA”) та/або пов'язаних з ними
              послуг та інструментів.
            </li>
            <li>
              Здійснивши реєстрацію на Сайті rozetka.com.ua або авторизацію за
              допомогою мобільного додатку “ROZETKA” (завантажений за допомогою
              Play Market та App Store), та починаючи використання
              Інтернет-магазину, або при спробі оформити замовлення без
              попередньої реєстрації, Користувач (Покупець) надає дозвіл та
              однозначну згоду на обробку його персональних даних на умовах та в
              порядку, що викладені нижче, а також підтверджує ознайомлення з
              цим Положенням, його прийняття та згоду з його змістом.
            </li>
            <li>
              Під Он-лайн платформою Rozetka в цьому Положенні маються Сайт та
              Мобільний додаток разом, які разом використовуються також як
              «Інтернет-магазин» та/або «Он-лайн платформа Rozetka» та/або
              «Он-лайн платформа». Під Користувачем (Покупцем, споживачем) в
              цьому Положенні маються на увазі будь-яка фізична та/або юридична
              особа, яка має доступ до Інтернет-магазину і використовує його
              функціональність і сервіси.
            </li>
            <li>
              Володільцем персональних даних Користувачів є ТОВ «Розетка. УА»
              (код ЄДРПОУ: 37193071, адреса: м. Київ, бул. Дружби Народів, 8-А).
            </li>
            <li>
              У цьому Положенні всі терміни використовуються в значенні,
              визначеному у Закону України «Про захист персональних даних» від
              01 червня 2010 року № 2297-VI.
            </li>
            <li>
              На Сайті можуть бути посилання на інші веб-сайти (виключно в
              інформаційних цілях). При переході за посиланням на інші веб-сайти
              дія цього Положення на такі сайти не поширюватиметься. У зв'язку з
              чим, Товариство рекомендує ознайомитися з політикою в сфері
              конфіденційності та персональних даних кожного сайту перед тим, як
              передавати персональні дані, за якими Ви можете бути
              ідентифіковані. Дане Положення обов’язкове для застосування
              відповідальною особою та співробітниками Інтернет-магазину, які
              безпосередньо здійснюють обробку та/або мають доступ до
              персональних даних у зв’язку з виконанням своїх службових
              обов’язків.
            </li>
          </ul>
        </li>
        <Spacer height={20} />
        <li>
          <h4>Склад та зміст персональних даних.</h4>
          <ul>
            <li>
              Під Даними розуміється будь-яка інформація, що прямо чи
              опосередковано відноситься до конкретного Користувача. Це може
              бути: ім’я, прізвище, по-батькові (у разі наявності), номер
              телефона, адреса електронної пошти, дата народження, наявність
              дітей, стать, захоплення, наявність домашніх тварин, наявність
              автомобіля та його VIN номер, мову спілкування, адреса місця
              проживання/перебування/доставки, інформація про дії Користувача
              під час використання Інтернет-магазину, IP-адреса, дані про
              пристрої, що використовуються Користувачем (тип пристрою, тип
              браузера, операційна система пристрою), історія повідомлень
              (інформація, яка міститься в переписці між Користувачем з
              адміністрацією Інтернет-магазину або зі сторонніми продавцями
              маркетплейсу), історія відгуків чи коментарів, інша інформація, за
              допомогою якої здійснюється комунікація, та яка за бажанням
              Користувача надається ним в реєстраційній формі та/або при
              заповненні власного профілю в Інтернет-магазин, при проходженні
              опитування (шляхом заповнення анкети або в інший спосіб), або
              інформація отримана при усній комунікації Користувача і
              адміністрації Сайту, інформація, яка надається при здійсненні
              оплати в Інтернет-магазині (в тому числі під час покупки товарів
              та/або послуг, які пропонуються в Інтернет-магазині в
              кредит/оплату частинами. Зокрема: інформація щодо паспортних даних
              Користувача, ідентифікаційного коду та інше). Даний перелік
              персональних даних не є сталим та обов’язковим для усіх
              Користувачів, а залежить від потреб та бажань самого Користувача
              та від тих операцій, які він/вона виконує в Інтернет-магазині. Під
              Даними також розуміється інша інформація, отримана
              Інтернет-магазином на законних підставах від третіх осіб та/або
              доступна з профайлів Користувача у соціальних мережах – у випадку
              реєстрації в Інтернет-магазині за допомогою служб автентифікації
              соціальних мереж. В такому випадку Користувач надає свою згоду на
              обробку інформації, що доступна із відповідних облікових записів
              (профайлів) у соціальних мережах.
            </li>
            <li>
              Користувачі несуть відповідальність за всю інформацію, що
              розміщується ними в загальнодоступних облікових записах.
              Користувач повинен усвідомити всі ризики, пов'язані з тим, що він
              оприлюднює адресу або інформацію про точне місце свого
              розташування. Якщо Користувач вирішив увійти на Он-лайн платформу,
              використовуючи службу автентифікації стороннього оператора,
              наприклад інформацію Facebook, Товариство може отримати додатковий
              профіль, або іншу інформацію, доступ до якої надано такою третьою
              особою.
            </li>
          </ul>
        </li>
        <Spacer height={20} />
        <li>
          <h4>Мета, межі та строки обробки персональних даних.</h4>
          <ul>
            <li>
              Метою обробки персональних даних є: забезпечення реалізації
              цивільно-правових відносин, господарських, податкових відносин,
              здійснення покладених на Товариство функцій, повноважень та
              обов’язків у відповідності до діючого законодавства України;
              ідентифікації клієнта як Користувача Інтернет-магазину, для
              зв’язку з Користувачем в тому числі для надання послуг, обробки
              платежів, відправки, проведення розрахункових операцій, надання
              звітності, ведення бухгалтерського та управлінського обліку,
              створення і реалізації бонусних програм, програм лояльності,
              відправки розсилок поштою, електронною поштою, за номером
              телефону, в тому числі з метою відправки комерційних пропозицій,
              повідомлень про акції та новини Інтернет-магазину, та/або для
              надання Користувачам Інтернет-магазину фінансових послуг (що
              надаються третіми особами та/або партнерами Товариства), з метою
              покращення якості товарів/надання послуг, формування рейтингів
              товарів та пропозицій Інтернет-магазину, аналізу активності
              Користувачів, здійснення пошуку по ключовим словам, управління
              трафіком в Інтернет-магазині, аналізу і прогнозування уподобань,
              інтересів Користувачів для формування найбільш релевантних та
              вигідних персональних пропозицій або акційних пропозицій;
              проведення науково-дослідної та аналітичної активності,
              направлення інформаційних та маркетингових розсилок (новини, акції
              компанії, інформацію про акції, промокоди та знижки, персональні
              рекомендації, персональні знижки та пропозиції), які містять
              інформацію щодо товарів та/або послуг, рекламні та комерційні
              пропозиції щодо таких товарів та/або послуг та ін.; з метою
              направлення розсилок, комерційних пропозицій, повідомлень про
              акції, програми лояльності, бонусні програми та/або з метою
              направлення повідомлень щодо функціонування Інтернет-магазину
              поштою, електронною поштою, за номером телефону, шляхом надсилання
              інформаційних повідомлень та оповіщень в Мобільному додатку.
              Користувач може у будь-який момент відмовитися від отримання
              інформаційних та маркетингових розсилок – через відповідні
              налаштування на Сайті ; з метою виконання інших обов'язків
              покладених законом на Володільця персональними даними, для захисту
              законних інтересів володільця персональних даних або третьої
              особи, якій передаються персональні дані.
            </li>
            <li>
              Товариство не здійснює обробку даних, які стосуються расової,
              національної приналежності, політичних поглядів, релігійних та
              інших переконань, членства в громадських організаціях. Інформація,
              яка характеризує фізіологічні особливості Користувачів, на основі
              яких можна встановити їх особистість не обробляються також.
              Обробка персональних даних обмежується збором мінімального обсягу
              обов’язкової інформації, необхідного виключно для виконання запиту
              Користувача. У будь-якому випадку, коли запитується не обов’язкова
              до надання інформація, Користувачу про це повідомляється в момент
              збору такої інформації. Не обов’язкова до надання інформація
              надається Користувачем з власного бажання та за власним
              волевиявленням. Компанія використовує цю інформацію для цілей
              вдосконалення Он-лайн платформи, своїх послуг, пропонування
              Користувачу пропозицій, залежно від їх вподобань та базуючись на
              наданій Користувачем не обов’язковій інформації.
            </li>
            <li>
              Строки обробки та зберігання Даних визначаються виходячи із цілей
              обробки Даних, а також виходячи із умов, вказаних в договорах,
              укладених з Користувачами у відповідності до вимог діючого
              законодавства України. Персональні дані обробляються та
              зберігаються настільки довго, наскільки це необхідно для
              досягнення цілей, заради яких вони були зібрані, в тому числі для
              виконання будь-яких юридичних, бухгалтерських вимог, або вимог
              щодо звітності або до моменту видалення даних Користувачем або за
              запитом Користувача.
            </li>
            <li>
              Користувачі в будь-який момент можуть змінити/видалити особисту
              інформацію або відмовитися від розсилки повідомлень, або
              відкликати згоду на обробку Даних. Це можна зробити у своєму
              Особистому кабінеті або, шляхом направлення повідомлення на
              електронну адресу: cab@rozetka.com.ua з поміткою в темі листа
              «Персональні дані». Видалення облікового запису (аккаунту) за
              ініціативою Користувача відбувається в порядку, визначеному в
              Угоді користувача та в Умовах використання Сайту. У випадку
              відсутності активності у обліковому записі Користувача протягом
              строку, що перевищує 5 (п‘ять) років, Товариство залишає за собою
              право видалити обліковий запис Користувача, включаючи всі особисті
              дані, що зберігаються в обліковому записі, що означає, що ви
              більше не зможете отримати до нього доступ і використовувати його.
            </li>
          </ul>
        </li>
        <Spacer height={20} />
        <li>
          <h4>Місцезнаходження персональних даних.</h4>
          <ul>
            <li>
              Персональні дані Користувачів Інтернет-магазину обробляються та
              захищаються на захищених серверах Товариства.
            </li>
          </ul>
        </li>
        <Spacer height={20} />
        <li>
          <h4>
            Умови розкриття інформації про персональні дані третім особам.
          </h4>
          <ul>
            <li>
              Товариство може здійснювати обмін Даними з афілійованими особами
              Товариства (компанії, які діють на підставі спільної власності),
              які можуть обробляти та використовувати Дані з метою, визначеною
              цим Положенням.
            </li>
            <li>
              Розкриття Даних відбувається при замовленні Користувачем
              товарів/послуг в Інтернет-магазині продавцям таких товарів, послуг
              в об’ємі необхідному для ідентифікації Користувача, виконання та
              опрацювання замовлення Користувача (в тому числі з метою належного
              здійснення розрахунків за товари/послуги, забезпечення отримання
              Користувачем фінансових послуг тощо).
            </li>
            <li>
              Товариство може залучати сторонніх постачальників товарів/послуг
              для виконання замовлення, в таких випадках такі сторонні
              постачальники товарів/послуг не мають повноважень використовувати
              отримані за допомогою Он-лайн платформи персональні дані, інакше
              ніж для виконання Замовлення.
            </li>
            <li>
              Товариство може передавати певну знеособлену інформацію, а також
              надавати дозвіл на збір такої деперсоналізованої інформації
              безпосередньо на інтернет-сайті за допомогою відповідних
              технологій (дані, які не дозволяють ідентифікувати Користувачів
              окремо) стороннім постачальникам послуг, довіреним партнерам або
              авторизованим дослідникам з метою проведення маркетингових
              досліджень, поліпшення результативності рекламних пропозицій та
              кампаній (шляхом пропонування більш релевантних пропозицій
              інтернет-магазину), аналітичної діяльності, кращого розуміння, яка
              реклама, товари та/або послуги можуть зацікавити Користувачів,
              поліпшення загальної якості та ефективності товарів/послуг на
              Он-лайн платформі тощо.
            </li>
            <li>
              Товариство також може здійснювати обмін Даними з постачальниками
              товарів/послуг під час проведення на Он-лайн платформі конкурсів,
              промо та акцій з метою належного забезпечення проведення таких
              конкурсів, промо та акцій. В такому випадку Дані використовуються
              та можуть передаватися третім особам для цілей та з метою
              проведення таких конкурсів, промо та акцій, визначення переможця.
              У разі виграшу/перемоги, якщо конкурсів, промо та акції
              проводяться постачальниками товарів/послуг, такі постачальники
              товарів/послуг можуть самостійно контактувати з Користувачами з
              питань проведення конкурсів, промо та акцій, визначення
              переможців, оформлення виграшу тощо.
            </li>
            <li>
              Товариство здійснює обробку Даних на законній та справедливій
              основі: Дані не розкриваються третім особам і не розповсюджуються
              без згоди Користувача, за виключенням випадків передбачених діючим
              законодавством України і лише в інтересах національної безпеки,
              економічного добробуту і прав людини, зокрема, але не виключно: за
              обґрунтованими запитами органів державної влади, які мають право
              витребувати та отримувати такі Дані; для цілей боротьби з
              шахрайством та зловживаннями на Он-лайн платформі
            </li>
            <li>
              У випадках передачі персональних даних, передбачених розділом 5
              цього Положення, інформування Користувача про передачу його
              персональних даних залишається на розсуд Товариства.
            </li>
          </ul>
        </li>
        <Spacer height={20} />
        <li>
          <h4>Захист персональних даних.</h4>
          <ul>
            <li>
              Володільця персональних даних обладнано системними і
              програмно-технічними засобами та засобами зв’язку, які запобігають
              втратам, крадіжкам, несанкціонованому знищенню, викривленню,
              підробленню, копіюванню інформації і відповідають вимогам
              міжнародних та національних стандартів.
            </li>
            <li>
              Працівники/уповноважені особи, які безпосередньо здійснюють
              обробку та/або мають доступ до персональних даних у зв’язку з
              виконанням своїх службових (трудових) обов’язків зобов’язані
              дотримуватись вимог законодавства України в сфері захисту
              персональних даних та внутрішніх документів, щодо обробки і
              захисту персональних даних.
            </li>
            <li>
              Працівники/уповноважені особи, що мають доступ до персональних
              даних, у тому числі, здійснюють їх обробку зобов’язані не
              допускати розголошення у будь-який спосіб персональних даних, які
              їм було довірено або які стали відомі у зв’язку з виконанням
              професійних чи службових або трудових обов’язків. Таке
              зобов’язання чинне після припинення ними діяльності, пов’язаної з
              персональними даними, крім випадків, установлених законом.
            </li>
            <li>
              Персональні дані не повинні зберігатися довше, ніж це необхідно
              для мети, для якої такі дані зберігаються, але у будь-якому разі
              не довше строку зберігання даних, визначеного цим Положенням за
              згодою Користувача.
            </li>
            <li>
              Для цілей захисту облікових записів Користувачів та їх
              персональних даних від неправомірного доступу, використовується
              додатково двофакторна аутентифікація, що є додатковим рівнем
              захисту облікового запису користувача.
            </li>
            <li>
              Двофакторна аутентифікація активується, якщо у акаунті користувача
              наявний підтверджений номер телефону та виконується хоча б одна з
              умов, що вказана нижче: в обліковому записі є підтверджений номер
              телефону; до облікового запису прив'язана банківська карта; на
              балансі облікового запису є доступні бонуси; в обліковому записі
              заповнена кредитна анкета (заповнюється у випадках, коли
              Користувач бажає придбати товар у кредит).
            </li>
            <li>
              Під час авторизації Користувача з невідомого пристрою спрацьовує
              двофакторна аутентифікація. Тож, окрім введення паролю, потрібно
              також ввести одноразовий 6-ти значний код, який надходить на
              телефон Користувача у вигляді SMS або Viber повідомлення або
              відбувається додаткова перевірка довірених пристроїв
              (ідентифікатор верифікованого пристрою/програми). У тому ж
              повідомленні міститься інформація щодо параметрів входу у його/її
              аккаунт: дата спроби авторизації IP пристрою Тип клієнтського
              браузера
            </li>
            <li>
              У деяких випадках, наприклад, якщо Користувач виконав занадто
              багато невдалих спроб авторизації, спрацьовує додатковий алгоритм
              захисту - ввід reCaptcha (для перевірки, чи не є користувач
              роботом).
            </li>
            <li>
              У даному Положенні зафіксовано внутрішні політики та процедури зі
              збору, обробки, використання, розкриття особистої інформації або
              персональних даних при використанні веб-сайту
              https://rozetka.com.ua/ або мобільного додатку Rozetka.
              Володільцем даних розроблено та впроваджено внутрішні правила
              стосовно роботи із персональним даними, що включає процедуру
              видалення ряду даних після видалення особистого кабінету
              Користувача, рівні доступу внутрішніх співробітників Товариства до
              даних Користувачів, безпечний порядок обміну такими даними
              всередині Товариства. Товариство на постійній основі проводить
              аудит своїх систем безпеки з метою виявлення можливостей для
              покращення безпечного зберігання та використання даних
              Користувачів. Також Товариство дотримуємується вимог Типового
              порядку обробки персональних даних, що затверджений наказом
              Верховної Ради України 08.01.2014 № 1/02-14 (за посиланням) в тій
              мірі, в якій це стосується саме персональних даних.
            </li>
          </ul>
        </li>
        <Spacer height={20} />
        <li>
          <h4>Права Користувача (суб’єкта персональних даних).</h4>
          <ul>
            <li>
              Суб’єкт персональних даних (Користувач) має право: знати про
              місцезнаходження персональних даних, яка містить його персональні
              дані, її призначення та найменування, місцезнаходження та / або
              місце проживання (перебування) володільця чи розпорядника або дати
              відповідне доручення щодо отримання цієї інформації уповноваженим
              ним особам, крім випадків, встановлених законом; отримувати
              інформацію про умови надання доступу до персональних даних,
              зокрема інформацію про третіх осіб, яким передаються його
              персональні дані; на доступ до своїх персональних даних; керувати
              процедурою направлення повідомлень через відповідні налаштування
              на Он-лайн платфомі. отримувати не пізніш як за тридцять
              календарних днів з дня надходження запиту, крім випадків,
              передбачених законом, відповідь про те, чи зберігаються його
              персональні дані, а також отримувати зміст його персональних
              даних, які зберігаються; пред’являти вмотивовану вимогу із
              запереченням проти обробки своїх персональних даних органами
              державної влади, органами місцевого самоврядування при здійсненні
              їхніх повноважень, передбачених законом; пред’являти вмотивовану
              вимогу щодо зміни або знищення своїх персональних даних будь-яким
              володільцем та розпорядником, якщо ці дані обробляються незаконно
              чи є недостовірними; на захист своїх персональних даних від
              незаконної обробки та випадкової втрати, знищення, пошкодження у
              зв’язку з умисним приховуванням, ненаданням чи несвоєчасним їх
              наданням, а також на захист від надання відомостей, що є
              недостовірними чи ганьблять честь, гідність та ділову репутацію
              фізичної особи; звертатися з питань захисту своїх прав щодо
              персональних даних до органів державної влади, органів місцевого
              самоврядування, до повноважень яких належить здійснення захисту
              персональних даних; застосовувати засоби правового захисту в разі
              порушення законодавства про захист персональних даних.
            </li>
          </ul>
        </li>
        <Spacer height={20} />
        <li>
          <h4>
            Порядок роботи з запитами суб’єкта персональних даних (Користувача).
          </h4>
          <ul>
            <li>
              Суб’єкт персональних даних (Користувач) має право на одержання
              будь-яких відомостей про себе у будь-якого суб’єкта відносин,
              пов’язаних з персональними даними, без зазначення мети запиту,
              крім випадків, установлених законом.
            </li>
            <li>
              Доступ суб’єкта персональних даних (Користувача) до даних про себе
              здійснюється безоплатно.
            </li>
            <li>
              Суб’єкт персональних даних (Користувач) подає запит щодо доступу
              (далі — запит) до персональних даних володільцю персональних
              даних. У запиті зазначаються: прізвище, ім’я та по батькові, місце
              проживання (місце перебування) і реквізити документа, що посвідчує
              особу суб’єкта персональних даних (Користувача); інші відомості,
              що дають змогу ідентифікувати особу суб’єкта персональних даних
              (Користувача); відомості про персональні дані, стосовно яких
              подається запит, чи відомості про володільця чи розпорядника;
              перелік персональних даних, що запитуються.
            </li>
            <li>
              Строк вивчення запиту на предмет його задоволення не може
              перевищувати десяти робочих днів з дня його надходження.
            </li>
            <li>
              Протягом цього строку Володілець персональних даних доводить до
              відома суб’єкта персональних даних (Користувача), що запит буде
              задоволене або відповідні персональні дані не підлягають наданню,
              із зазначенням підстави, визначеної у відповідному
              нормативно-правовому акті.
            </li>
            <li>
              Запит задовольняється протягом тридцяти календарних днів з дня
              його надходження, якщо інше не передбачено законом.
            </li>
          </ul>
        </li>
        <Spacer height={20} />
        <li>
          <h4>Внесення змін до Положення.</h4>
          <ul>
            <li>
              Товариство може час від часу в односторонньому порядку оновлювати
              це Положення без повідомлення Користувача про такі зміни. Нова
              редакція Положення вступає в силу з моменту його розміщення на
              Он-лайн платформі, якщо інше не передбачено новою редакцією
              Положення. Чинна редакція Положення завжди знаходиться на сторінці
              за адресою:
              https://help.rozetka.com.ua/hc/uk/articles/360055893552.
            </li>
            <li>
              У разі якщо були внесені будь-які зміни в Положення, з якими
              Користувач не згоден, він зобов'язаний припинити використання
              Інтернет-магазину. Факт продовження використання Інтернет магазину
              є підтвердженням згоди і прийняття Користувачем відповідної
              редакції Положення
            </li>
          </ul>
        </li>
      </ol>
    </div>
  );
};

export default Privacy;
